Repository: Akotet08/LangCaptcha
Catalog: en-ko.tmx
Source language: en
Languages: ko

source: I represented Guinea and Africa in general in a few web events here in Morocco and I was the only sub-Saharan participant!
ko: 제가 모로코에서 열린 몇몇 웹 이벤트에 기니와 아프리카 전체를 대표했었는데, 제가 유일한 사하라 사막 이남 아프리카 출신 참가자더라구요!

source: Thierno Diallo thought that some bloggers are capable of advancing tech civic engagement in Guinea, but they must get organized:
ko: 티에르노 디알로(Thierno Diall) 는 몇몇 블로거들이 기니에서 기술적인 시민 참여를 발전시킬 수 있는 능력을 갖추고 있지만, 그들이 조직력을 갖춰야 한다고 생각한다:

source: We compiled a non-exhaustive list of individuals who have demonstrated with their civic engagement the ability to be part of such a movement; You know as we do that bloggers cannot be manipulated by politicians like the young people can be sometimes.
ko: 우린 시민적 관여를 통해 시민 운동에 참여할 수 있는 능력을 보여준 사람들의 명단을 편집했습니다; 여러분도 알다시피 블로거들은 몇몇 젊은이들과는 달리 정치인들에 의해 놀아나지 않죠.

source: They would blindly support one side or the other in exchange for some banknotes, regardless of the larger interest of the Nation.
ko: (몇몇 젊은 사람들은) 수표 몇 장때문에 한 쪽을 맹목적으로 지지하고는 합니다.

source: This online conversion summarizes in a nutshell the many challenges facing the Guinean blogosphere.
ko: 국가의 더 큰 이익을 무시하고 말이죠.

source: They act in isolation in an environment stricken by extreme poverty.
ko: 온라인 상의 이러한 분위기 전환은 현재 기니 블로그스피어가 마주한 여러 문제를 요약해 보여준다.

source: In fact, bloggers face many challenges on a daily basis such as provision of basic services.
ko: 사실 많은 블로거들은 기본적인 공공서비스와 같은 면에서 매일같이 문제를 겪고 있다.

source: Internet is just one of those services they have limited access to. Follow our in-depth coverage: The Struggle to #StopEbola in West Africa
ko: 인터넷은 그들이 제대로 쓰지 못하는 여러 것들 중 하나에 불과하다.

source: Eiffel Tower Plans?
ko: 에펠탑을 방문할 계획이신가요?

source: Beware of the ‘Paris Syndrome’ · Global Voices
ko: 파리를 여행 중인 일본 관광객 by Lantus.

source: Japanese tourists in Paris by Lantus.
ko: CC 2.

source: Paris, commonly referred to as the "City of Lights" worldwide, receives on average 20 million visitors a year, making it one of the world's top tourist destinations.
ko: 전 세계적으로 "빛의 도시"로 잘 알려진 파리에 연간 2,000만 명이 방문하는 세계에서 가장 선호하는 관광지 중 하나이다.

source: The city also carries a significant aura with tourists who perceive Paris as a land of culture and romance with all the expectations that such label entails.
ko: 파리는 여행객에게 파리만의 독특한 기운을 선사하는데, 이로 인해 파리를 여행하는 수많은 여행객은 파리를 문화와 로맨스가 어우러진 도시로 이 이름에 덧붙여진 모든 것을 즐길 수 있는 곳이라고 인식한다.

source: Once the novelty of a mega-city wears out, however, reality usually settles in.
ko: 이 거대 도시에서 느끼는 새로움이 사그라지면, 대게 여행객은 파리의 현실을 느끼기 시작하고, 그 현실은 여행객에게 상흔을 남긴다.

source: After the great monuments and cultural landmarks, there are the less glamorous aspects of city life: dense traffic, pollution, petty crimes, and language barriers.
ko: 거대한 기념물과 역사적 건물 뒤에, 교통체증, 환경 오염, 범죄와 언어장벽을 아우르는 파리의 화려하지만은 않은 속살이 보이기 시작한다.

source: The come-down from the initial high has a name: the "Paris Syndrome".
ko: 처음 느꼈던 황홀경이 끝나면 마주하게 되는 그 이름은 이른바 "파리 증후군"이다.

source: Eiffel tower at dawn, taken from place du trocadero by Nitot.
ko: Place du Trocadero에서 찍은 동틀 무렵의 에펠탑, by Nitot.

source: Japanese travelers often held idealistic views of Paris, mostly concerning culturally specific expectations of service industry customs, societal manners, and urban hygiene.
ko: 일본 관광객은 자주 파리를 이상향으로 바라보는데, 이는 서비스 산업 관행, 사회적 예의 및 도시 위생과 관련된 문화적 기대감과 맞닿아있다.

source: When Paris did not live up to these expectations, a small group of travelers would descend into depression.
ko: 파리가 이러한 기대감을 충족시키지 못할 때, 몇몇 여행자는 우울증에 빠지기도 한다.

source: Often, depression turned into psychosis, and lead to medical treatment.
ko: 이러한 우울증은 의학적 치료가 필요한 정신병으로 발전하기도 한다.

source: The cultural shock has been so regular that the Japanese embassy in Japan created a 24-hour hotline for those suffering from the syndrome.John Menick even investigated the concept in a video now available on YouTube:
ko: 이러한 문화 충격은 꽤 빈번해서 일본 대사관은 "파리 증후군"을 앓는 사람들을 위한 연중무휴 핫라인을 개설했을 정도이다. 존 메닉은 심지어 이 개념을 조사하기까지 했는데, 조사 결과는 유튜브에서도 볼 수 있다.

source: Eriko Thibierge-Nasu, a Japanese psychoanalyst, explains to a French reporter the potential extent of the culture shock:
ko: 일본인 정신분석학자인 에리코 티브리게-나수는 프랑스 기자에게 문화 충격이 잠재적으로 얼마나 영향을 미치는지 설명했다.

source: There are a lot of worker strikes, people can become verbally abusive, your wallet could get stolen in the streets, and a taxi can arrive 15 minutes later than planned.
ko: 파리에서는 파업이 매우 잦고, 사람들이 모욕적인 말을 할 수도 있고, 거리에서 지갑이 털릴 수도 있고, 계획된 것보다 택시가 15분이나 늦게 올 수도 있습니다.

source: All of this is difficult to comprehend in Japan.
ko: 이 모든 것이 일본에서는 이해하기 어려운 것이지요.

source: Katada Tamami, a Japanese scientist, wrote in the Journal of Nissei Hospital about the extreme case of a Japanese professor who moved to Paris and underwent several psychological hardships:
ko: 일본 과학자인 카타다 타마미는 닛세이 병원 저널 (Journal of Nissei Hospital) 에 파리로 이주한 후에 여러 종류의 심리적 어려움을 겪고 있는 한 일본 교수를 다룬 극단적인 사례를 기고했다.

source: It was a case of manic-depressive disorder who presented his symptoms, insomnia, fluctuation of mood, aggression, irritation and rise in sex drive.
ko: 조울증 증상과 불면증, 심한 감정 기복, 호전성, 과민증, 성욕 증가를 동반한 조울증 사례였다.

source: Separated from his family, living alone in Paris, he has lost his identity when he worked as professor and fulfilled his duties as father and husband at home is Japan.
ko: 가족과 떨어져서 파리에서 혼자 지내는 동안, 환자는 밖에서는 교수로서 일하고, 집에서는 아버지로서, 남편으로서 의무를 다하던 자신의 정체성을 잃어버렸다.

source: Moreover, his fantasy and idealization of Paris, characteristic of Paris syndrome, played a great part in his abnormal behaviors searching for his lost youth and love affair.
ko: 또한, 파리증후군 환자가 흔히 하듯, 이 환자도 파리에 대해 이상과 환상을 품었는데, 이는 이 환자가 잃어버린 청춘과 사랑을 찾는 비정상적인 행동을 하는 데 있어서 큰 역할을 했다.

source: While the cultural shock for Japanese tourists is the most observed occurrence of the syndrome (a little less than 1 million Japanese citizens come to visit Paris each year and an average of 12 Japanese travelers a year suffer from it), other visitors have also experienced depression after visiting the city.
ko: 일본 관광객이 겪는 문화 충격이 파리 증후군을 일으키는 가장 흔한 원인이지만 (100만 명이 조금 안 되는 일본인이 매년 파리를 찾고 연간 12명 정도가 이 증후군을 앓음) 다른 여행객들도 이 도시를 방문하고 나서 우울증을 겪는다.

source: In a video, American traveler Mark Wolters lists a few items that struck him while visiting Paris.
ko: 아래의 비디오에서 미국인 여행자인 마크 월터스는 파리를 여행하면서 발견한 놀라운 점을 나열했다.

source: Some were positive, others not so much, such as the following notes:
ko: 몇몇은 긍정적이지만, 다른 몇몇은 다음에 나오는 것처럼 그다지 긍정적이지 않다.

source: -The Amount of People Who Smoke
ko: -많은 사람이 담배를 피우고

source: -Dog Poop...
ko: -개 배설물.

source: Lots of Dog Poop...
ko: 개 배설물이 엄청나게 많다.

source: -How Restaurants Close in the afternoon
ko: -오후에 식당이 문을 닫고

source: -The Amount of Beggars You See (and pickpockets)
ko: -거리에서 거지(와 소매치기)를 많이 만날 수 있다.

source: Professor Mark Griffiths is a Psychologist and Professor at the Nottingham Trent University.
ko: 마크 그리피스 교수는 심리학자이자 노팅엄트랜트대학의 교수이다.

source: He did a bit of research on the Paris Syndrome and reviewed the scientific literature on the subject.
ko: 그리피스 교수는 파리 증후군을 연구했고, 이 증상을 다룬 과학 논문을 검토했다.

source: Griffiths highlights the fact that there are two main types of the syndrome:
ko: 그리피스 교수에 따르면, 이 증후군이 크게 두 가지로 나뉜다고 한다.

source: Type 1 : These individuals typically have a problematic psychiatric history and may travel to Paris for idiosyncratic “strange” or delusional reasons.
ko: 첫 번째 부류 : 이들은 정신적으로 문제가 있을 때가 많고, "이상하거나" 과대망상적인 이유로 파리를 찾을 수 있다.

source: However, the onset of the symptoms is immediate upon arrival in Paris (and may even begin in the airport).
ko: 하지만 이들은 파리에 도착하는 즉시 증후군 증상을 앓기 시작한다. (심지어는 공항에서부터 증후군을 앓기도 함.

source: Type 2 : These individuals do not usually have a personal and/or familial psychiatric history.
ko: ) 두 번째 부류: 이 사람들 개인 혹은 가족이 정신 질환을 앓은 적은 없다.

source: The reasons for visiting Paris are typically for ‘normal’ travelling reasons but the onset of the symptoms is much later than the ‘classic’ type (i.e., three months or longer after arriving in Paris).
ko: 이들은 대체로 "일반적인" 이유를 가지고 파리를 방문하고, 첫 번째 부류와는 다르게 증후군 증상도 훨씬 늦게 나타난다. (파리에 도착한 지 최소 3개월 뒤에 나타남)

source: Christophe Soullez, a Paris resident and criminologist, explains that Asian tourists are often specifically targeted by local thieves, which adds to the Paris Syndrome.
ko: 파리 거주민이자 범죄학자인 크리스토프 소울레즈는 아시아인 여행자가 자주 도둑에게 표적이 된다고 설명했고, 이러한 점이 파리 증후군 발병에 영향을 미친다고 말했다.

source: However, specific measures are now in place to protect them:
ko: 하지만 이제 아시아인 여행자를 보호하기 위해 구체적인 조치를 취하고 있다고 한다.

source: We know that pickpockets and purse snatchers particularly target tourists.
ko: 소매치기와 지갑털이범이 특정 여행자를 표적으로 삼는다는 점을 알고 있습니다.

source: This phenomenon, which affects mostly Paris, is so problematic that the police had to ask for the help of the judicial police department to focus more on crime prevention.
ko: 파리에서 흔히 볼 수 있는 이러한 현상은 파리 경찰이 범죄 예방에 좀 더 집중하고자 사법 경찰부에 도움을 요청해야 했을 정도로 문제가 심각했습니다.

source: In Japan, pick-pocketing is almost non-existent.
ko: 일본에서는 소매치기가 거의 존재하지 않습니다.

source: Tourists will therefore not be as aware of organized criminals around them.
ko: 따라서 여행객은 조직적인 범죄가 근처에서 도사리고 있다는 점을 알지 못합니다.

source: Fear not for your next Paris visit though, it is far from being all dread.
ko: 하지만, 파리에 다시 가는 것을 두려워하지 마십시오. 파리 방문은 전혀 무섭지 않습니다.

source: Most Paris residents are aware that adapting to the Parisian lifestyle can be a challenge.
ko: 파리 거주민 대부분은 파리지앵의 생활방식에 적응하는 것이 어려울 수 있다는 점을 압니다.

source: But once you get passed the initial hurdles of adapting, which exist in any big city where locals speak a foreign language, you can start enjoying the perks.
ko: 외국어를 사용하는 거대 도시 어디에 가도 만나기 마련인 초기 장애물을 넘은 다음에는 파리 생활이 주는 혜택을 맛볼 수 있습니다.

source: Here are some lesser known tips to enjoy a quieter Paris, courtesy of Global Voices' own French editor, Claire:
ko: 여기 조용한 파리를 즐기기 위한 잘 알려지지 않은 팁을 글로벌 보이스 프랑스 편집자인 클레어가 준비했습니다.

source: This summer, we suggest haging out around the "Jardin des Plantes".
ko: 이번 여름, 파리식물원에서 시간을 보내시길 권합니다.

source: It is the oldest of the major parks in Paris and it was initially the king garden for medicinal plants.
ko: 이 공원은 파리에서 제일 오래된 공원 중 하나이고, 의료 작물을 재배하기 위한 왕의 정원이었습니다.

source: Following the French Revolution, the authorities decided to transform the park into a science museum, but it has kept its "bourgeois" and provincial touch.
ko: 프랑스 혁명 뒤에, 프랑스 당국은 이 공원을 과학박물관으로 바꾸는 것을 결정했지만, 이 공원은 아직도 "부르주아적"이고도 지방 특유의 흔적이 남아 있습니다.

source: For a Parisian resident, the Jardin des Plantes is almost automatically associated with getting tea at the mosque, located right at the entrance.
ko: 파리 거주민은 거의 자동으로 파리식물원을 입구 바로 오른쪽에 있는 모스크에서 차를 마시는 장소로 연관 지어 생각합니다.

source: In this beautiful mosque, opened in 1926, the friendly sparrows will almost eat off on your plate, as you enjoy your tea.
ko: 1926년에 생긴 이 아름다운 모스크에서 차를 마시는 동안 참새들이 친근하게 다가와서는 접시에 있는 거의 모든 음식을 먹어치울 것입니다.

source: In the end, maybe this syndrome is not specific to travelers to Paris, but just a common case of homesickness.
ko: 결국은 이 증후군이 파리를 여행하는 사람에게만 나타나는 것은 아니지만, 향수병을 앓는 사람이 겪는 흔한 사례일 것 같다.

source: Still, surely more can be done to ensure a better experience for visitors.
ko: 하지만 여행객이 파리에서 좀 더 좋은 경험을 할 수 있도록 더 많은 일을 할 수 있을 것이다.

source: Philippe Adam, a Parisian writer who penned many articles about the relationship between France and Japan, perhaps sums it up best:
ko: 프랑스와 일본의 관계를 다룬 기사를 많이 쓴 파리지앵 문필가 필립 아담이 이 점을 압축적으로 잘 묘사해 놓았다.

source: We are not doing a good job of reciprocating the affection that Japanese visitors have for France.
ko: 일본인 방문객이 프랑스에 보이는 애정에 보답할 만큼 프랑스는 일본인 방문객에게 잘 대해주고 있지 않다.

source: "Ethiopians Should Not Wait for Obama to Give Them Democracy" · Global Voices
ko: 에티오피아, 미국이 민주주의를 선물로 줄 때까지 기다려서는 안 돼.

source: Barack and Michelle Obama greet Ethiopian PM Hailemariam Desalegn and Ms. Roman Tesfaye at a U.S.-Africa Leaders Summit in 2014.
ko: 버락 오바마 대통령과 영부인 미셸 오바마가 하일레마리암 데살렌 에티오피아 총리와 로만 테스페예 씨를 미국-아프리카 정상회의에서 만나고 있다.

source: Official White House Photo by Amanda Lucidon, released to public domain.
ko: 백악관 공식 사진 by Amanda Lucidon, 공개 도메인에 개재됨.

source: US President Barack Obama made history this week by becoming the first sitting president to visit Ethiopia and to deliver a speech before the African Union.
ko: 버락 오바마 미국 대통령은 이번 주 현직 대통령으로는 처음으로 에티오피아를 방문하여 아프리카 연합(AU) 정상들에게 역사에 남을 연설을 했다.

source: Obama's plan to visit Ethiopia was rebuked by human right advocates who argued that it would award undue praise to the Ethiopian government, which has pursued a crackdown on local media workers resulting in dozens of detentions and multi-year prison sentences, including the jailing of six members of the Global Voices community.
ko: 오바마의 에티오피아 방문 계획에 몇몇 인권 운동가가 비판을 했는데, 이들은 이번 방문으로 현지 언론인을 탄압하고 있는 에티오피아 정부가 과도한 찬사를 받을 것이라 주장했다. 이번 탄압으로 수십 명이 구류를 살고, 징역형을 받았는데, 이들 중 글로벌 보이스 회원 6명도 징역형을 받았다.

source: The ruling party also secured 100% of parliamentary seats in the May 2015 elections, leaving Ethiopians suspicious that authorities had interfered with electoral systems.
ko: 에티오피아 집권당은 지난 2015년 5월 선거에서 의석을 100% 차지했는데, 이번 선거 결과는 에티오피아 국민이 당국이 선거 과정에서 개입했을 것이라는 의심을 하게 했다.

source: The tone of the disappointment and anger began to ease after the release of several bloggers and journalists prior to the arrival of President Obama.
ko: 이러한 실망과 분노의 수위는 오바마 대통령이 에티오피아를 방문하기 전 몇몇 블로거와 저널리스트가 석방된 뒤에 한층 가라앉았다.

source: Barack Obama and PM Hailemariam Desalegn hold a press conference at the National Palace.
ko: 버락 오바마 대통령과 하일레마리암 데살렌 총리가 에티오피아 국립궁전에서 기자회견을 하고 있다.

source: Public Domain photo by the White House.
ko: 공개 도메인에 공개된 사진임 by the White House.

source: During his visit, President Obama and PM Desalegn were joined for a state dinner by prominent Ethiopian figures including artists, sportsmen and politicians.
ko: 에티오피아 방문 간, 오바마 대통령과 데살렌 총리는 에티오피아의 저명한 예술가, 운동선수, 정치인과 만찬을 가졌다.

source: However, the leader of the Ethiopian Blue Party Yilikal Getnet turned down an invitation to the dinner, saying "it would amount to taking part in a luxurious dinner while millions suffer in Ethiopia.”
ko: 하지만 에티오피아 야당 세마야위 지도자 이레칼 게티넷는 이렇게 말하며, 초청을 거절했다. "에티오피아에서 수백만 명이 고통당하고 있는 지금 나는 이 사치스러운 만찬에 참여할 수 없다.

source: Displeased with President Obama's support for the Ethiopian government, Jawar Mohammed, a prominent advocate in Ethiopia-Oromo affairs, wrote on Facebook:
ko: 오로모 해방전선의 주요 옹호자인 자와르 모하메드는 에티오피아 정부를 지지하는 오바마 대통령에 불쾌함을 느끼고 자신의 페이스북 계정에 이렇게 올렸다.

source: The US is now firmly and officially endorsing authoritarianism in Ethiopia
ko: 미국은 이제 공식적으로 확고하게 에티오피아의 권위주의 정권을 지지한다.

source: When we look at the statements by US officials Donald Booth (former ambassador to Ethiopia who said the 2010 election was good enough), Wendy Sherman (Deputy Secretary of State), Susan Rice (national security adviser) and now president Obama who in his speech twice declared the regime is democratically elected, we reach a conclusion that the United States decided to publicly align itself with the Ethiopian authoritarian regime, both in words and deeds.
ko: 전 에티오피아 대사이자 지난 2010년 선거가 괜찮았다고 말한 미국 정부 관리인 도널드 부스, 국무부 부장관인 웬디 셔먼, 국가안보실장인 수전 라이스가 낸 성명과 에티오피아 정권이 민주적으로 당선되었다고 두 번씩이나 말한 오바마 대통령의 이번 연설을 살펴보면, 미국이 공개적으로 말로써, 행동으로써 에티오피아의 권위주의 정권과 동조하기로 한 것을 알 수 있다.

source: The US has always supported this regime practically through massive aid, however, even George Bush's administration maintained verbal criticism of the authoritarian nature of the regime.
ko: 미국은 실질적으로 이 정권에 엄청난 지원을 아끼지 않았지만, 조지 부시 행정부도 심지어 이 정권의 권위주의적 행태를 비판했었다.

source: The US has now gone blunt as Obama's administration has officially and openly endorsed the 'developmental dictatorship' narrative.
ko: 미국은 이제 오바마 행정부가 공식적으로 공연하게 '개발 독재' 논리를 지지함에 따라 이러한 권위주의적 행태에 둔감해졌다.

source: Why is that?
ko: 왜 이런 일이 생긴 걸까?

source: 1) Somalia- after the attempt to replace Ethiopia by Kenya and Uganda as its own extended hand for messing with Somalia's internal affairs failed to produce result, America is now back to the old tactic of fully relying on Ethiopian army and intelligence.
ko: 1) 소말리아 - 에티오피아가 소말리아의 내부 문제를 엉망진창으로 만들어 놓은 이후 케냐와 우간다가 영향력을 확대하여 에티오피아를 갈아엎으려는 시도가 아무런 결실을 보지 못하자, 미국은 이제 에티오피아군과 정보 당국에 완전히 의존하는 오래된 전술을 구사하고자 한다.

source: 2) China- While US remains increasingly dependent on Ethiopia for its security interest, China has developed unmatched influence in the economy.
ko: 2) 중국 - 미국이 안보 이득을 얻기 위해 에티오피아에 의존하는 정도를 높이는 가운데, 중국은 에티오피아 경제 부문에서 누구도 따라가지 못할 영향력을 형성했다.

source: William Davison nicely summarized this reality in his latest report, writing " When Barack Obama became the first sitting President of the United States to touch down in Ethiopia’s capital on Sunday evening, it was at an airport being upgraded using a $250-million Chinese loan.
ko: 윌리엄 데이비슨은 그가 최근 발간한 보고서에서 이러한 점을 잘 요약하여 제시했다. 그는 "버락 오바마가 지난 일요일 저녁에 미국 현직 대통령으로서는 최초로 에티오피아 수도를 방문했을 때 내렸던 그 공항은 중국이 250만 달러를 차관으로 내주어서 시설을 현대화했던 공항이었다.

source: His convoy then zipped along a six-lane urban expressway, also funded by the Export-Import Bank of China, to Meskel Square, where the two lines of a new Chinese-built electric railway intersect.
ko: " 오바마의 호송대는 중국 수출입은행이 자금을 지원해주어서 만든 6차선 고속도로를 따라 메스켈 광장까지 달렸는데, 이 광장에서 중국이 새로 만든 전기고속철이 교차한다.

source: Towering over the capital’s southwest, he may have spotted the headquarters of the African Union, a $200 million giveaway from China’s leaders."
ko: 오바마는 수도 남서쪽에 우뚝 서 있는 아프리카 연합 본부를 발견했는지도 모르겠다. 이 건물에도 중국 지도부는 200만 달러를 기부했다.

source: Such investment gives China significant influence not only over Ethiopia but also the rest Africa through the African Union which is located there.
ko: " 중국은 이러한 투자로 에티오피아뿐만 아니라 에티오피아에 본부를 두고 있는 아프리카 연합을 통해 아프리카 전역에서 상당한 영향력을 행사한다.

source: Reacting to his Jawar's assessment, Amin Kedir advised:
ko: 자와르의 평가에 맞서, 아민 케디르는 이렇게 충고한다.

source: Dont depend on external body to bring change, justice, democracy, etc for your internal issues.
ko: 내부적인 문제를 해결하는 데 필요한 변화, 정의, 민주주의와 같은 요소를 에티오피아로 끌어오기 위해 외부 세력에 의존하지 마십시오.

source: Mr. Obama come for his own benefit (his country benefit), dont expect more changes from Mr.Obama.
ko: 오바마 대통령은 그 자신과 미국의 이득을 위해 에티오피아에 접근하는 것일 뿐입니다.

source: Kedir Tibeso did not expect much from Obama either: Dictators are always dictators, and america want ethiopia for its own benefit. i do not expect any thing from obama.
ko: 오바마 대통령이 접근한다고 해서 더 많은 변화가 일어날 것이라 기대하지 말아야 합니다.

source: Concurring with Jawar's arguments, Mohammed Siraj wrote:
ko: 독재자는 언제나 독재자일 뿐입니다.

source: Those who anticipated long for America to liberate them, be informed that America pragmatic country that run after its own interest.
ko: 미국은 자국의 이득을 실현하기 위해 에티오피아를 원할 뿐입니다.

source: This is a good opportunity to get calm and think the ineffective path being traveled so long.
ko: 하지만 자와르의 주장에 동의하는 사람도 있다. 모하메드 시라즈는 이렇게 썼다. 훌륭한 분석입니다.

source: The problem is not Obama but the lack of a united opposition movement based on ideology rather than tribe, noted Abo Ethio:
ko: 미국이 에티오피아를 해방할 것이라고 믿는 사람들은 미국은 매우 실용성을 중시하는 국가이며, 자국의 이득을 좇는 국가라는 사실을 알고 있어야 합니다.

source: As long as z opposition groups are not united and show their strength (tangible), USA will continue to supporter z opperssor.
ko: 이번 방문은 그동안 비효율적인 길을 오랫동안 걷고 있었던 우리 자신을 차분히 되돌아보고 생각해볼 수 있는 아주 좋은 기회입니다.

source: You should hv to make note on what he spoke in Kenya, regarding ethnic based politics.......
ko: 오바마 대통령이 문제가 아니라 부족이 아닌 하나의 이념으로 똘똘 뭉친 야당이 없는 것이 문제라고 아보 에티오는 지적했다.

source: We will not have a strong alternative as long as we continue to organize our politics based on ethnic groups rather than the well founded political ideology n understanding of z geo-politics.
ko: 여당이 결집하지 못해 실질적인 힘을 보여줄 수 없다면, 미국은 여당을 탄압하는 세력을 계속 지원할 것이다.

source: Many commenters on the visit concurred that Ethiopians should not wait for the US to build a democratic government in their country.
ko: 오바마가 케냐에서 민족을 기반으로 한 정치와 관련하여 어떤 말을 했는지 염두에 두어야 한다.

source: This is more than enough for us that USA Compromise Democracy with Security!!
ko: 이번 방문을 논평한 사람들도 미국이 에티오피아에 민주 정부를 세워줄 것이라 기대만 하면서 기다리고 있지 말아야 한다는 점에 동의했다.

source: They are running after their national security.
ko: 자신의 운명은 스스로 개척하는 것이라고 팔마타 라미는 썼다.

source: They don’t care about innocent people killed and jailed by those dictators!
ko: 미국이 안보를 이유로 민주주의를 위태롭게 만드는 것에 우리는 이제 신물이 납니다.

source: The western world (USA) always pleased dancing over the dead bodies the innocent people and wining of innocent blood!!
ko: 서양(미국)은 이 선량한 사람들의 시체 위에서 춤추고, 이 사람들의 피를 취하는 것에 항상 기뻐했습니다.

source: Therefore no more begging USA to generously give us Democracy!!!
ko: 따라서 미국에 더는 민주주의를 주십사 아량을 베풀어 달라고 구걸할 수 없습니다.

source: The western world (USA) officials (OBAMA) are not daddies of Democracy. But it is the result of united hands of the people! The united hands of our people are stronger than that of Western world (USA)!
ko: 서양의(미국) 관료(오바마)는 민주주의의 아버지가 아닙니다.

source: Let us do that and reign the democracy we are longing for!!!!
ko: 민주주의는 민중이 서로 손을 맞잡아서 생긴 결과입니다.

source: During Obama's address to the African Union, Adam took note of Obama's support for presidential term limits:
ko: 하나가 된 우리 에티오피아 민중은 서양(미국)보다 훨씬 힘이 셉니다.

source: Great speech Mr President.
ko: 이렇게 단합하여 우리가 꿈꾸어왔던 민주주의를 쟁취합시다!

source: I hope that The African Union council must adopt new policy for African governors or promote maximum two terms in office for all African President.
ko: 오바마가 아프리카 연합에서 연설할 때, 아담은 대통령 임기 제한을 오바마가 지지한다는 점을 주목했다.

source: This will help growth and developments of the continent.
ko: 아주 훌륭한 연설이에요, 대통령님.

source: For a summary of what transpired during his visit to Ethiopia, read these highlights from Horn Affairs blog.
ko: 참조: 이 위 글은 페이스북에서 2015년 8월 10일 삭제되었다.

source: Legalizing the Great Firewall: China's New Cyber Security Law Would Codify Censorship, Shutdowns · Global Voices
ko: 중국, 신(新) 인터넷보안법 법제화로 인터넷 검열, 차단 합법화

source: China released the draft of cyber security law on 6 July.
ko: 중국은 지난 7월 6일 사이버 보안법을 발표했다.

source: Remix image.
ko: 리믹스 이미지

source: Many Internet users around the world are aware of the censorship regime of the Chinese government — this is not a well-kept secret.
ko: 전 세계의 많은 인터넷 사용자는 중국 정부가 인터넷 검열을 시행하고 있다는 점을 알고 있고, 이 점은 공연히 알려진 비밀이다.

source: Yet Chinese government officials have denied on many occasions the government's role in filtering and blocking content from overseas web platforms such as Twitter and Facebook.
ko: 하지만 중국 정부 관리는 페이스북과 트위터 같은 해외 웹사이트 접근을 막고 정보를 필터링할 때 정부가 수행했던 역할을 여러 번 부인해왔다.

source: Among the other things, this means that there is actually no channel by which citizens or businesses can challenge government censorship online.
ko: 무엇보다 이점은 중국 인민이나 회사가 중국 정부의 인터넷 검열에 도전할 수 있는 체계가 존재하지 않는다는 것을 시사한다.

source: One can pursue legal action against Internet service providers, as in the court case against China Unicom for its service failure to access Google's online platform, but not against the government itself.
ko: 중국 유니콤사에 구글 온라인 서비스에 접근할 때 서비스 장애가 난다는 이유로 소송을 제기했던 것처럼 혹자는 인터넷 서비스 제공자에게 법정 소송을 제기할 수 있을 것이지만, 정부를 상대로는 이러한 소송을 할 수 없을 것이다.

source: A new cyber security draft law may change this.
ko: 신(新) 사이버 보안법은 이 부분을 바꾸어 놓을지도 모른다.

source: The law would legalize China’s use of the Great Firewall to block access to information that authorities say violates local law, as part of an effort to make cyberspace a more “safe and harmonious” place for Chinese citizens and their government.
ko: 새로운 법은 중국 인민과 정부가 사용하기에 안전하고 조화로운 사이버 공간을 만들려는 목적으로 정부 당국이 중국 법을 어겼다고 여길 시에 정보 접근을 막는 인터넷 만리장성(the Great Firewall) 사용을 합법화할 것이다.

source: Rationalising Internet Control Policies
ko: 어떻게 인터넷 통제 정책을 합리화하는가?

source: China has actively laid claim to “Internet sovereignty” since the 18th Congress of the Communist Party of China where Internet control dominated the central leadership’s agenda.
ko: 인터넷 통제가 중앙 지도부의 주요 안건으로 도배되었었던 중국공산당 제18차 중앙위원회 전체 회의 이후, 중국은 적극적으로 인터넷 주권을 주장해왔다.

source: But the draft law would codify previously scattered Internet regulations and solidify the status of the Cyberspace Administration as the leading government body making and enforcing policy for the Internet.
ko: 하지만 이 법으로 전에 흩어져 있던 인터넷 규정이 규합되었고, 사이버공간 관리부가 인터넷을 위한 정책을 만들고 집행하는 데 있어서 주도 기관으로서 지위를 획득했다.
